dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.code-runner
golang.go
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
redhat.vscode-xml
redhat.vscode-yaml
remcohaszing.schemastore
rust-lang.rust-analyzer
tamasfe.even-better-toml
vscodevim.vim
xaver.clang-format
yoavbls.pretty-ts-errors
